Repository: febrezo/Valoro
Catalog: po/*.po
Languages: ca, es

source: Personal Cryptoasset Tracking Tool
ca: Eina personal per al seguiment de criptoactius
es: Herramienta personal de seguimiento de criptoactivos

source: A tool that helps user to manage and track operations with their own cryptoassets by logging the data related to the different operations.
ca: Una eina que ajuda a l'usuari a gestionar el seguiment de les operacions fet amb els seus criptoactius registrant les dades relacionades amb les diferents operacions.
es: Una herramienta que ayuda al usuario a gestionar y seguir las operaciones de sus propias criptoactivos registrando los datos relacionados con las diferentes operaciones.

source: Cryptocurrencies;Assets;Money;Personal
ca: Criptomonedas;Actius;Diners;Personal
es: Criptomonedas;Activos;Dinero;Personal

source: Manage and track your cryptoassets
ca: Gestiona els teus criptoactius
es: Haz seguimiento de tus criptoactivos

source: Valoro helps you on tracking the operations performed using cryptocurrencies in terms of acquisition and selling price. This task is particularly tricky when involving exchange of cryptocurrencies from different assets if you want to fully comply with tax regulations.
ca: Valoro t'ajuda a fer el seguiment de les operacions realitzades amb criptoactius en termes de preu d'adquisició i venda. Aquesta tasca és particularment complicada quan es tracta d'intercanvi de criptomonedes diferents si es vol complir plenament la normativa fiscal.
es: Valoro te ayuda a seguir las operaciones realizadas con criptomonedas y organizar las operaciones de adquisición y venta de estas. Esta tarea es particularmente compleja cuando implica el intercambio de criptomendas de diferentes activos si se quiere cumplir con la legislación impositiva.

source: Currency
ca: Moneda
es: Divisa

source: Unsaved logbook
ca: Fitxer no guardat
es: Libro no guardado

source: Open logbook file
ca: Obrir el fitxer del llibre
es: Abrir fichero

source: Cancel
ca: Cancel·lar
es: Cancelar

source: Open
ca: Obrir
es: Abrir

source: %s assets and %s operations parsed.
ca: %s actius and %s operacions recuperat.
es: %s activos y %s operaciones parseadas.

source: Could not parse the file. '%s' is corrupted. Have you edited it manually?
ca: No s'ha pogut analitzar el fitxer. '%s' està danyat. Que l’heu editat manualment?
es: No se pudo parsear el fichero. '%s' está corrupto. ¿Lo has editado manualmente?

source: File saved: '%s'
ca: Fitxer guardat: '%s'
es: Archivo guardado: '%s'

source: Save logbook
ca: Guardar fitxer
es: Guardar libro

source: Save
ca: Guardar
es: Guardar

source: New asset added.
ca: Nou actiu afegit.
es: Nuevo activo añadido.

source: Asset discarded.
ca: Actiu descartat.
es: Activo descartado.

source: New operation added.
ca: Nova operació afegida
es: Nueva operación añadida.

source: Operation discarded.
ca: Operació descartada
es: Operación descartada.

source: https://github.com/febrezo/valoro/master/doc/support/en/
ca: https://github.com/febrezo/valoro/master/doc/support/ca/
es: https://github.com/febrezo/valoro/master/doc/support/es/

source: Cryptoasset
ca: Criptoactiu
es: Criptoactivo

source: Create new logbook
ca: Crear nou fitxer
es: Crear nuevo libro

source: Start a new logbook to track your operations
ca: Crea un fitxer nou per fer el seguiment de les vostres operacions
es: Inicia un nuevo libro para hacer seguimiento de tus operaciones

source: Open logbook
ca: Obrir fitxer
es: Abrir libro

source: Work with previously saved logbook files
ca: Treballa amb fitxers guardat prèviament
es: Trabaja con libros previamente guardados

source: Looking for help?
ca: Que buscas ajuda?
es: ¿Buscas ayuda?

source: Get support from online resources
ca: Obtén assistència de recursos en línia
es: Consigue soporte de recursos en línea

source: Operations list
ca: Lista operacions
es: Lista de operaciones

source: Accounting
ca: Contabilitat
es: Contabilidad

source: Start by adding new assets and operations to track the effects of those movements
ca: Comença per afegir nous actius i operacions per fer el seguiment dels efectes de aquests moviments

source: Add new asset
ca: Afegir nou actiu
es: Añadir nuevo activo

source: Introduce the details of a new asset you want to register.
ca: Introduïu les dades del nou recurs que voleu registrar.
es: Introduce los detalles de la operación que quieres registrar.

source: Add new operation
ca: Afegir nova operació
es: Añadir operación

source: Introduce the details of the operation you want to register.
ca: Introduïu els detalls de l’operació que voleu registrar.
es: Introduce los detalles de la operación que quieres registrar.

source: No accounting entry found yet.
ca: Encara no s'ha trobat cap entrada comptable.
es: No se han encontrado asientos contables todavía.

source: Date
ca: Data
es: Fecha

source: Asset
ca: Actiu
es: Activo

source: Units
ca: Unitats
es: Unidades

source: Buying price
ca: Preu de compra
es: Precio de compra

source: Selling price
ca: Preu de venda
es: Precio de venta

source: Benefit
ca: Benefici
es: Beneficio

source: Add
ca: Afegir
es: Añadir

source: Asset details
ca: Detalls de l'actiu
es: Detalles temporales

source: Name:
ca: Nom:
es: Nombre:

source: An asset
ca: Un actiu
es: Un activo

source: Short name:
ca: Nom curt:
es: Abreviatura:

source: Category:
ca: Categoria:
es: Categoría:

source: Currencies
ca: Monedes
es: Divisas

source: Cryptoassets
ca: Criptoactius
es: Criptoactivos

source: Average acquisition price:
ca: Valor mitjà d'adquisició
es: Precio medio de adquisición:

source: Total acquisition value:
ca: Valor total d'adquisició
es: Valor total de adquisición:

source: Save logbook as…
ca: Guardar llibre
es: Guardar libro como…

source: Open menu
ca: Obrir menú
es: Abrir menú

source: Temporal details
ca: Detalls temporals
es: Detalles temporales

source: Date:
ca: Dades:
es: Fecha:

source: Time:
ca: Temps:
es: Hora:

source: Source
ca: Font
es: Origen

source: Asset:
ca: Actiu:
es: Activo:

source: Quantity:
ca: Quantitat:
es: Cantidad:

source: Destiny
ca: Destí
es: Destino

source: Asset real value:
ca: Valor real d'actius:
es: Valor real del activo:

source: Value
ca: Valor
es: Valor

source: Theme
ca: Tema
es: Tema

source: Light background
ca: Fons clar
es: Fondo claro

source: Dark background
ca: Fons fosc
es: Fondo oscuro
